Revit 2027 API
RebarContainerItem.ItemIndex Property
 The index of this item in its associated RebarContainer.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int ItemIndex { get; }
Public ReadOnly Property ItemIndex As Integer
	Get
public:
property int ItemIndex {
	int get ();
}
member ItemIndex : int with get
Property Value
Int32
See Also
Reference
RebarContainerItem Class
Autodesk.Revit.DB.Structure Namespace